Repository: boyugou/lorvex
Catalog: apps/apple/Sources/LorvexApple/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, el, es, fa, fr, he, hi, id, it, ja, ko, mr, ms, nl, pl, pt_br, ro, ru, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# settings.open_at_login.approval
source: Turn on Lorvex in System Settings > General > Login Items & Extensions.
ar: فعّل Lorvex في إعدادات النظام > عام > عناصر الدخول والملحقات.
bn: সিস্টেম সেটিংস > সাধারণ > লগইন আইটেম-এ Lorvex চালু করুন।
de: Schalte Lorvex unter Systemeinstellungen > Allgemein > Anmeldeobjekte & Erweiterungen ein.
el: Ενεργοποιήστε το Lorvex στις Ρυθμίσεις συστήματος > Γενικά > Στοιχεία εισόδου και επεκτάσεις.
es: Activa Lorvex en Ajustes del Sistema > General > Ítems de inicio y extensiones.
fa: Lorvex را در تنظیمات سیستم > عمومی > موارد ورود روشن کنید.
fr: Activez Lorvex dans Réglages Système > Général > Ouverture et extensions.
he: יש להפעיל את Lorvex בהגדרות המערכת > כללי > פריטי התחברות והרחבות.
hi: सिस्टम सेटिंग्ज़ > सामान्य > लॉगइन आइटम और एक्सटेंशन में Lorvex चालू करें।
id: Aktifkan Lorvex di Pengaturan Sistem > Umum > Item Masuk & Ekstensi.
it: Attiva Lorvex in Impostazioni di Sistema > Generali > Elementi login ed estensioni.
ja: 「システム設定」>「一般」>「ログイン項目と機能拡張」でLorvexをオンにしてください。
ko: 시스템 설정 > 일반 > 로그인 항목 및 확장 프로그램에서 Lorvex를 켜세요.
mr: सिस्टीम सेटिंग > सामान्य > लॉगिन आयटम मध्ये Lorvex चालू करा.
ms: Hidupkan Lorvex dalam Seting Sistem > Am > Item Log Masuk & Sambungan.
nl: Zet Lorvex aan in Systeeminstellingen > Algemeen > Inlogonderdelen en extensies.
pl: Włącz Lorvex w Ustawieniach systemowych > Ogólne > Rzeczy i rozszerzenia otwierane podczas logowania.
pt_br: Ative o Lorvex em Ajustes do Sistema > Geral > Itens de Início de Sessão e Extensões.
ro: Activați Lorvex în Configurări sistem > General > Lansare la login și extensii.
ru: Включите Lorvex в «Системные настройки» > «Основные» > «Объекты входа и расширения».
ta: சிஸ்டம் அமைப்புகள் > பொது > உள்நுழைவு ஐட்டங்களில் Lorvexஐ ஆன் செய்யவும்.
te: సిస్టమ్ సెట్టింగ్స్ > సాధారణం > లాగిన్ ఐటెమ్‌లలో Lorvexను ఆన్ చేయండి.
th: เปิด Lorvex ในการตั้งค่าระบบ > ทั่วไป > รายการเข้าสู่ระบบและส่วนขยาย
tr: Sistem Ayarları > Genel > Oturum Açma Öğeleri ve Genişletmeler’de Lorvex’i açın.
uk: Увімкніть Lorvex у «Системні параметри» > «Загальні» > «Автозапуск і розширення».
ur: سسٹم کی ترتیبات > عمومی > لاگ اِن آئٹمز میں Lorvex کو آن کریں۔
vi: Hãy bật Lorvex trong Cài đặt hệ thống > Cài đặt chung > Mục đăng nhập & Phần mở rộng.
zh_hans: 请在“系统设置”>“通用”>“登录项与扩展”中打开 Lorvex。
zh_hant: 請前往「系統設定」>「一般」>「登入項目與延伸功能」打開 Lorvex。

# settings.open_at_login.detail
source: Lorvex opens at login, so the menu bar and the Quick Capture shortcut are always ready.
ar: يُفتح Lorvex عند تسجيل الدخول، فيكون شريط القوائم واختصار «إضافة سريعة» جاهزَين دائمًا.
bn: লগইনের সময় Lorvex খুলে যায়, তাই মেনু বার আর “দ্রুত যোগ করুন” শর্টকাট সবসময় তৈরি থাকে।
de: Lorvex öffnet sich beim Anmelden, damit die Menüleiste und der Kurzbefehl für die Schnelleingabe immer bereit sind.
el: Το Lorvex ανοίγει κατά τη σύνδεση, ώστε η γραμμή μενού και η συντόμευση της Γρήγορης προσθήκης να είναι πάντα έτοιμες.
es: Lorvex se abre al iniciar sesión, así que la barra de menús y el atajo de Captura rápida siempre están listos.
fa: Lorvex هنگام ورود باز می‌شود، پس نوار منو و میان‌بر افزودن سریع همیشه آماده‌اند.
fr: Lorvex s’ouvre à la connexion, pour que la barre des menus et le raccourci d’ajout rapide soient toujours prêts.
he: Lorvex נפתח בעת ההתחברות, כך שסרגל התפריטים וקיצור ההוספה המהירה תמיד מוכנים.
hi: लॉगिन करते ही Lorvex खुल जाता है, इसलिए मेन्यू बार और “तुरंत जोड़ें” शॉर्टकट हमेशा तैयार रहते हैं।
id: Lorvex terbuka saat login, sehingga bilah menu dan pintasan Catat Cepat selalu siap.
it: Lorvex si apre al login, così la barra dei menu e la scorciatoia per l’aggiunta rapida sono sempre pronte.
ja: ログイン時にLorvexが開くので、メニューバーとクイック入力のショートカットをいつでも使えます。
ko: 로그인할 때 Lorvex가 열려서 메뉴 막대와 빠른 추가 단축키를 언제든 쓸 수 있습니다.
mr: लॉगिन करताच Lorvex उघडते, त्यामुळे मेन्यू बार आणि “त्वरित जोडा” शॉर्टकट नेहमी तयार असतात.
ms: Lorvex dibuka semasa log masuk, jadi bar menu dan pintasan Catat Cepat sentiasa sedia.
nl: Lorvex opent bij het inloggen, zodat de menubalk en de sneltoets voor Snel vastleggen altijd klaarstaan.
pl: Lorvex otwiera się przy logowaniu, więc pasek menu i skrót Szybkiego dodawania są zawsze gotowe.
pt_br: O Lorvex abre ao fazer login, para que a barra de menus e o atalho de Captura rápida estejam sempre prontos.
ro: Lorvex se deschide la autentificare, astfel încât bara de meniu și comanda rapidă Adăugare rapidă sunt mereu pregătite.
ru: Lorvex открывается при входе в систему, поэтому строка меню и сочетание клавиш быстрого добавления всегда под рукой.
ta: Lorvex உள்நுழையும்போது திறக்கும், எனவே மெனு பார், விரைவுச் சேர்த்தல் சுருக்கவழி ஆகியவை எப்போதும் தயாராக இருக்கும்.
te: Lorvex లాగిన్ సమయంలో తెరుచుకుంటుంది, కాబట్టి మెన్యూ బార్ మరియు త్వరిత జోడింపు షార్ట్‌కట్ ఎల్లప్పుడూ సిద్ధంగా ఉంటాయి.
th: Lorvex จะเปิดเมื่อเข้าสู่ระบบ เมนูบาร์และทางลัดจดงานจึงพร้อมใช้เสมอ
tr: Lorvex oturum açıldığında açılır; böylece menü çubuğu ve Hızlı ekle kısayolu her zaman hazır olur.
uk: Lorvex відкривається під час входу в систему, тож рядок меню та комбінація клавіш швидкого додавання завжди напоготові.
ur: لاگ اِن پر Lorvex کھل جاتا ہے، اس لیے مینو بار اور فوری اضافہ شارٹ کٹ ہمیشہ تیار رہتے ہیں۔
vi: Lorvex mở khi đăng nhập, nên thanh menu và phím tắt Ghi nhanh luôn sẵn sàng.
zh_hans: 登录时自动打开 Lorvex，菜单栏和“快速收集”快捷键随时可用。
zh_hant: 登入時自動打開 Lorvex，選單列和「快速新增」快速鍵隨時可用。

# settings.open_at_login.failed
source: Lorvex couldn’t change this. Use System Settings > General > Login Items & Extensions instead.
ar: تعذّر على Lorvex تغيير هذا الإعداد. استخدم إعدادات النظام > عام > عناصر الدخول والملحقات بدلًا من ذلك.
bn: Lorvex এটি পরিবর্তন করতে পারেনি। এর বদলে সিস্টেম সেটিংস > সাধারণ > লগইন আইটেম ব্যবহার করুন।
de: Lorvex konnte das nicht ändern. Verwende stattdessen Systemeinstellungen > Allgemein > Anmeldeobjekte & Erweiterungen.
el: Το Lorvex δεν μπόρεσε να αλλάξει αυτή τη ρύθμιση. Χρησιμοποιήστε αντί γι’ αυτό τις Ρυθμίσεις συστήματος > Γενικά > Στοιχεία εισόδου και επεκτάσεις.
es: Lorvex no pudo cambiar esto. Usa Ajustes del Sistema > General > Ítems de inicio y extensiones.
fa: Lorvex نتوانست این مورد را تغییر دهد. به‌جای آن از تنظیمات سیستم > عمومی > موارد ورود استفاده کنید.
fr: Lorvex n’a pas pu modifier ce réglage. Utilisez plutôt Réglages Système > Général > Ouverture et extensions.
he: Lorvex לא הצליח לשנות זאת. יש להשתמש במקום זאת בהגדרות המערכת > כללי > פריטי התחברות והרחבות.
hi: Lorvex इसे बदल नहीं सका। इसके बजाय सिस्टम सेटिंग्ज़ > सामान्य > लॉगइन आइटम और एक्सटेंशन का उपयोग करें।
id: Lorvex tidak dapat mengubah ini. Gunakan Pengaturan Sistem > Umum > Item Masuk & Ekstensi sebagai gantinya.
it: Non è stato possibile modificarlo. Usa invece Impostazioni di Sistema > Generali > Elementi login ed estensioni.
ja: Lorvexでは変更できませんでした。代わりに「システム設定」>「一般」>「ログイン項目と機能拡張」を使用してください。
ko: Lorvex에서 변경하지 못했습니다. 대신 시스템 설정 > 일반 > 로그인 항목 및 확장 프로그램을 이용하세요.
mr: Lorvex हे बदलू शकले नाही. त्याऐवजी सिस्टीम सेटिंग > सामान्य > लॉगिन आयटम वापरा.
ms: Lorvex tidak dapat mengubah ini. Gunakan Seting Sistem > Am > Item Log Masuk & Sambungan sebagai gantinya.
nl: Lorvex kon dit niet wijzigen. Gebruik in plaats daarvan Systeeminstellingen > Algemeen > Inlogonderdelen en extensies.
pl: Nie udało się zmienić tego ustawienia. Użyj zamiast tego Ustawień systemowych > Ogólne > Rzeczy i rozszerzenia otwierane podczas logowania.
pt_br: O Lorvex não conseguiu alterar isso. Use Ajustes do Sistema > Geral > Itens de Início de Sessão e Extensões.
ro: Lorvex nu a putut modifica această setare. Folosiți în schimb Configurări sistem > General > Lansare la login și extensii.
ru: Lorvex не удалось изменить эту настройку. Используйте вместо этого «Системные настройки» > «Основные» > «Объекты входа и расширения».
ta: Lorvex இதை மாற்ற முடியவில்லை. அதற்குப் பதிலாக சிஸ்டம் அமைப்புகள் > பொது > உள்நுழைவு ஐட்டங்களைப் பயன்படுத்தவும்.
te: Lorvex దీన్ని మార్చలేకపోయింది. బదులుగా సిస్టమ్ సెట్టింగ్స్ > సాధారణం > లాగిన్ ఐటెమ్‌లను ఉపయోగించండి.
th: Lorvex เปลี่ยนค่านี้ไม่ได้ ให้ใช้การตั้งค่าระบบ > ทั่วไป > รายการเข้าสู่ระบบและส่วนขยายแทน
tr: Lorvex bunu değiştiremedi. Bunun yerine Sistem Ayarları > Genel > Oturum Açma Öğeleri ve Genişletmeler’i kullanın.
uk: Lorvex не вдалося змінити цей параметр. Скористайтеся натомість «Системні параметри» > «Загальні» > «Автозапуск і розширення».
ur: Lorvex اسے تبدیل نہیں کر سکا۔ اس کے بجائے سسٹم کی ترتیبات > عمومی > لاگ اِن آئٹمز استعمال کریں۔
vi: Lorvex không thể thay đổi mục này. Hãy dùng Cài đặt hệ thống > Cài đặt chung > Mục đăng nhập & Phần mở rộng.
zh_hans: Lorvex 无法更改此设置。请改用“系统设置”>“通用”>“登录项与扩展”。
zh_hant: Lorvex 無法變更此設定。請改用「系統設定」>「一般」>「登入項目與延伸功能」。

# settings.open_at_login.open_settings
source: Open Login Items
ar: فتح عناصر تسجيل الدخول
bn: লগইন আইটেম খুলুন
de: Anmeldeobjekte öffnen
el: Άνοιγμα στοιχείων σύνδεσης
es: Abrir Ítems de inicio de sesión
fa: باز کردن موارد ورود
fr: Ouvrir Éléments de connexion
he: פתיחת פריטי התחברות
hi: लॉगिन आइटम खोलें
id: Buka Item Login
it: Apri Elementi login
ja: ログイン項目を開く
ko: 로그인 항목 열기
mr: लॉगिन आयटम उघडा
ms: Buka Item Log Masuk
nl: Open Inlogonderdelen
pl: Otwórz Obiekty logowania
pt_br: Abrir Itens de login
ro: Deschideți Elemente de conectare
ru: Открыть Объекты входа
ta: உள்நுழைவு ஐட்டங்களைத் திற
te: లాగిన్ ఐటెమ్‌లను తెరవండి
th: เปิดรายการเข้าสู่ระบบ
tr: Giriş Öğeleri’ni aç
uk: Відкрити Елементи входу
ur: لاگ اِن آئٹمز کھولیں
vi: Mở Mục đăng nhập
zh_hans: 打开登录项
zh_hant: 開啟登入項目

# settings.permissions.badge_due_tasks
source: Badge app icon with due-task count
ar: عرض شارة بعدد المهام المستحقة على أيقونة التطبيق
bn: অ্যাপ আইকনে বকেয়া ও আজকের টাস্কের সংখ্যা দেখান
de: App-Symbol mit Anzahl fälliger Aufgaben kennzeichnen
el: Ταμπέλα εικονιδίου εφαρμογής με το πλήθος των εργασιών με προθεσμία
es: Mostrar contador de tareas en el icono de la app
fa: نشان تعداد کارهای سررسید روی نماد برنامه
fr: Afficher le nombre de tâches à échéance sur l’icône
he: תג עם מספר המשימות לביצוע על סמל האפליקציה
hi: ऐप आइकन पर नियत कार्यों का बैज
id: Beri lencana pada ikon app dengan jumlah tugas jatuh tempo
it: Mostra il numero di attività in scadenza sull’icona
ja: アプリアイコンに期限のタスク数をバッジ表示
ko: 앱 아이콘에 기한 할 일 수를 배지로 표시
mr: ॲप आयकॉनवर ओव्हरड्यू आणि आजच्या कार्यांची संख्या दाखवा
ms: Beri lencana pada ikon app dengan bilangan tugas yang dijangka
nl: Badge op appsymbool met aantal vervallende taken
pl: Pokazuj liczbę zadań na ikonie aplikacji
pt_br: Mostrar contagem de tarefas com prazo no ícone
ro: Afișați numărul de sarcini scadente pe pictograma aplicației
ru: Показывать число задач на значке приложения
ta: காலக்கெடு பணிகளின் எண்ணிக்கையுடன் செயலி ஐகான் பேட்ஜ்
te: గడువు టాస్క్‌ల సంఖ్యతో యాప్ ఐకాన్ బ్యాడ్జ్
th: ใส่ป้ายกำกับบนไอคอนแอปด้วยจำนวนงานที่ถึงกำหนด
tr: Uygulama simgesinde son tarihi gelen görev sayısını göster
uk: Показувати кількість завдань на значку програми
ur: ایپ آئیکن پر مقررہ کاموں کی تعداد کا بیج
vi: Hiển thị huy hiệu số nhiệm vụ đến hạn trên biểu tượng ứng dụng
zh_hans: 在 App 图标上显示到期任务数量
zh_hant: 在 App 圖示上標記到期任務數量

# settings.permissions.badge_footer
source: Shows the number of overdue and due-today open tasks on the Dock icon.
ar: يعرض عدد المهام المتأخرة والمستحقة اليوم على أيقونة Dock.
bn: Dock আইকনে বকেয়া এবং আজ শেষ তারিখ এমন বাকি টাস্কের সংখ্যা দেখায়।
de: Zeigt die Anzahl überfälliger und heute fälliger offener Aufgaben am Dock-Symbol an.
el: Εμφανίζει στο εικονίδιο του Dock τον αριθμό των ανοιχτών εργασιών που είναι εκπρόθεσμες ή λήγουν σήμερα.
es: Muestra en el icono del Dock el número de tareas pendientes vencidas o que vencen hoy.
fa: تعداد کارهای باز عقب‌افتاده و سررسید امروز را روی نماد Dock نمایش می‌دهد.
fr: Affiche sur l’icône du Dock le nombre de tâches à faire en retard ou à échéance aujourd’hui.
he: מציג על סמל ה-Dock את מספר המשימות הפתוחות שבאיחור או שתאריך היעד שלהן היום.
hi: डॉक आइकन पर अतिदेय और आज नियत लंबित कार्यों की संख्या दिखाता है।
id: Menampilkan jumlah tugas belum selesai yang terlewat dan jatuh tempo hari ini pada ikon Dock.
it: Mostra sull’icona del Dock il numero di attività da fare in ritardo o in scadenza oggi.
ja: Dockのアイコンに、期限切れと今日が期限の未完了タスクの数を表示します。
ko: Dock 아이콘에 기한이 지났거나 오늘 기한인 미완료 할 일의 수를 표시합니다.
mr: Dock आयकॉनवर ओव्हरड्यू आणि आज देय असलेल्या प्रलंबित कार्यांची संख्या दाखवते.
ms: Menunjukkan bilangan tugas belum selesai yang lewat dan dijangka hari ini pada ikon Dock.
nl: Toont het aantal openstaande taken die verlopen zijn of vandaag vervallen op het Dock-symbool.
pl: Pokazuje na ikonie w Docku liczbę zaległych zadań oraz zadań do zrobienia z terminem na dzisiaj.
pt_br: Mostra no ícone do Dock o número de tarefas pendentes atrasadas ou com prazo para hoje.
ro: Afișează numărul de sarcini de făcut restante sau scadente astăzi pe pictograma din Dock.
ru: Показывает на значке в Dock число невыполненных задач, которые просрочены или должны быть выполнены сегодня.
ta: காலக்கெடு முடிந்த மற்றும் இன்று காலக்கெடு உள்ள நிலுவைப் பணிகளின் எண்ணிக்கையை Dock ஐகானில் காட்டும்.
te: గడువు మీరిన మరియు ఈరోజు గడువు ఉన్న పెండింగ్ టాస్క్‌ల సంఖ్యను Dock ఐకాన్‌పై చూపుతుంది.
th: แสดงจำนวนงานที่ยังไม่เสร็จซึ่งเกินกำหนดและครบกำหนดวันนี้บนไอคอน Dock
tr: Dock simgesinde, gecikmiş ve bugün son tarihi gelen açık görevlerin sayısını gösterir.
uk: Показує на значку в Dock кількість невиконаних завдань, які прострочені або мають бути виконані сьогодні.
ur: تاخیر زدہ اور آج مقررہ نامکمل کاموں کی تعداد Dock آئیکن پر دکھاتا ہے۔
vi: Hiển thị số nhiệm vụ chưa hoàn thành quá hạn và đến hạn hôm nay trên biểu tượng Dock.
zh_hans: 在程序坞图标上显示逾期和今日到期的未完成任务数量。
zh_hant: 在 Dock 圖示上顯示逾期與今天到期的未完成任務數量。

# settings.permissions.calendar
source: Calendar
ar: التقويم
bn: ক্যালেন্ডার
de: Kalender
el: Ημερολόγιο
es: Calendario
fa: تقویم
fr: Calendrier
he: לוח שנה
hi: कैलेंडर
id: Kalender
it: Calendario
ja: カレンダー
ko: 캘린더
mr: दिनदर्शिका
ms: Kalendar
nl: Agenda
pl: Kalendarz
pt_br: Calendário
ru: Календарь
ta: கேலண்டர்
te: క్యాలెండర్
th: ปฏิทิน
tr: Takvim
uk: Календар
ur: کیلنڈر
vi: Lịch
zh_hans: 日历
zh_hant: 行事曆

# settings.permissions.notifications
source: Notifications
ar: الإشعارات
bn: নোটিফিকেশন
de: Mitteilungen
el: Γνωστοποιήσεις
es: Notificaciones
fa: اعلان‌ها
he: התראות
hi: सूचनाएँ
id: Pemberitahuan
it: Notifiche
ja: 通知
ko: 알림
mr: नोटिफिकेशन
ms: Pemberitahuan
nl: Meldingen
pl: Powiadomienia
pt_br: Notificações
ro: Notificări
ru: Уведомления
ta: அறிவிப்புகள்
te: నోటిఫికేషన్స్
th: การแจ้งเตือน
tr: Bildirimler
uk: Сповіщення
ur: نوٹیفکیشنز
vi: Thông báo
zh_hans: 通知
zh_hant: 通知

# settings.permissions.open_settings
source: Open Settings
ar: فتح الإعدادات
bn: সেটিংস খুলুন
de: Einstellungen öffnen
el: Άνοιγμα Ρυθμίσεων
es: Abrir Ajustes
fa: باز کردن تنظیمات
fr: Ouvrir les réglages
he: פתיחת הגדרות
hi: सेटिंग्ज़ खोलें
id: Buka Pengaturan
it: Apri Impostazioni
ja: 設定を開く
ko: 설정 열기
mr: सेटिंग उघडा
ms: Buka Seting
nl: Open Instellingen
pl: Otwórz ustawienia
pt_br: Abrir Ajustes
ro: Deschideți configurările
ru: Открыть настройки
ta: அமைப்புகளைத் திற
te: సెట్టింగ్స్‌ను తెరవండి
th: เปิดการตั้งค่า
tr: Ayarlar’ı aç
uk: Відкрити параметри
ur: ترتیبات کھولیں
vi: Mở Cài đặt
zh_hans: 打开设置
zh_hant: 開啟設定

# settings.permissions.show_task_notes
source: Show task notes in notifications
ar: إظهار ملاحظات المهمة في الإشعارات
bn: নোটিফিকেশনে টাস্কের নোট দেখান
de: Aufgabennotizen in Mitteilungen anzeigen
el: Εμφάνιση σημειώσεων εργασίας στις γνωστοποιήσεις
es: Mostrar notas de tareas en las notificaciones
fa: نمایش یادداشت‌های کار در اعلان‌ها
fr: Afficher les notes des tâches dans les notifications
he: הצגת הערות המשימה בהתראות
hi: सूचनाओं में कार्य के नोट दिखाएँ
id: Tampilkan catatan tugas di pemberitahuan
it: Mostra le note delle attività nelle notifiche
ja: 通知にタスクのメモを表示
ko: 알림에 할 일 메모 표시
mr: नोटिफिकेशनमध्ये कार्याच्या नोट्स दाखवा
ms: Tunjukkan nota tugas dalam pemberitahuan
nl: Toon taaknotities in meldingen
pl: Pokazuj notatki zadań w powiadomieniach
pt_br: Mostrar notas das tarefas nas notificações
ro: Afișați notițele sarcinilor în notificări
ru: Показывать заметки задач в уведомлениях
ta: அறிவிப்புகளில் பணிக் குறிப்புகளைக் காட்டு
te: నోటిఫికేషన్‌లలో టాస్క్ నోట్స్ చూపండి
th: แสดงโน้ตของงานในการแจ้งเตือน
tr: Bildirimlerde görev notlarını göster
uk: Показувати нотатки завдань у сповіщеннях
ur: نوٹیفکیشنز میں کام کے نوٹس دکھائیں
vi: Hiển thị ghi chú nhiệm vụ trong thông báo
zh_hans: 在通知中显示任务备注
zh_hant: 在通知中顯示任務備註

# settings.permissions.show_task_notes_footer
source: When off, reminders show only the task title — never your notes — on the lock screen and banners.
ar: عند الإيقاف، تعرض التذكيرات عنوان المهمة فقط، وليس ملاحظاتك أبدًا، على شاشة القفل وفي اللافتات.
bn: বন্ধ থাকলে লক স্ক্রিন ও ব্যানারে রিমাইন্ডারে শুধু টাস্কের শিরোনাম দেখায় – আপনার নোট কখনোই নয়।
de: Wenn diese Option ausgeschaltet ist, zeigen Erinnerungen auf dem Sperrbildschirm und in Bannern nur den Aufgabentitel – niemals deine Notizen.
el: Όταν είναι ανενεργό, οι υπομνήσεις εμφανίζουν μόνο τον τίτλο της εργασίας – ποτέ τις σημειώσεις σας – στην οθόνη κλειδώματος και στα πανό.
es: Si está desactivado, los recordatorios muestran solo el título de la tarea, nunca tus notas, en la pantalla bloqueada y en los banners.
fa: وقتی خاموش باشد، یادآورها در صفحه قفل و بنرها فقط عنوان کار را نشان می‌دهند و هرگز یادداشت‌های شما را نمایش نمی‌دهند.
fr: Lorsque cette option est désactivée, les rappels n’affichent que le titre de la tâche, jamais vos notes, sur l’écran de verrouillage et dans les bannières.
he: כשהאפשרות כבויה, התזכורות מציגות במסך הנעילה ובבאנרים רק את כותרת המשימה — אף פעם לא את ההערות שלך.
hi: बंद होने पर, रिमाइंडर लॉक स्क्रीन और बैनर पर केवल कार्य का शीर्षक दिखाते हैं, आपके नोट कभी नहीं।
id: Saat nonaktif, pengingat hanya menampilkan judul tugas – tidak pernah catatan – di layar kunci dan banner.
it: Quando è disattivata, i promemoria mostrano solo il titolo dell’attività, mai le tue note, nella schermata di blocco e nei banner.
ja: オフの場合、ロック画面とバナーにはタスクのタイトルだけが表示され、メモは表示されません。
ko: 끄면 잠금 화면과 배너에 할 일 제목만 표시되고 메모는 표시되지 않습니다.
mr: ऑफ असताना रिमाइंडर लॉक स्क्रीन आणि बॅनरवर फक्त कार्याचे शीर्षक दाखवतात – तुमच्या नोट्स कधीच नाहीत.
ms: Apabila tidak aktif, peringatan hanya menunjukkan tajuk tugas – tidak pernah nota anda – pada skrin kunci dan sepanduk.
nl: Als dit uit staat, tonen herinneringen op het toegangsscherm en in banners alleen de taaktitel – nooit je notities.
pl: Gdy wyłączone, przypomnienia pokazują tylko tytuł zadania — nigdy notatki — na ekranie blokady i w banerach.
pt_br: Quando desativada, os lembretes mostram apenas o título da tarefa, nunca suas notas, na tela bloqueada e nos banners.
ro: Când este dezactivat, mementourile afișează doar titlul sarcinii – niciodată notițele – pe ecranul de blocare și în bannere.
ru: Если выключено, напоминания показывают только название задачи — никогда заметки — на экране блокировки и в баннерах.
ta: ஆஃப் செய்திருந்தால், பூட்டுத் திரையிலும் பேனர்களிலும் நினைவூட்டல்கள் பணித் தலைப்பை மட்டுமே காட்டும் – உங்கள் குறிப்புகளை ஒருபோதும் காட்டாது.
te: ఆఫ్ చేసినప్పుడు, లాక్ స్క్రీన్, బ్యానర్‌లలో రిమైండర్‌లు టాస్క్ టైటిల్‌ను మాత్రమే చూపుతాయి – మీ నోట్స్‌ను ఎప్పుడూ చూపవు.
th: เมื่อปิดอยู่ เตือนความจำจะแสดงเฉพาะชื่องาน ไม่แสดงโน้ตของคุณ บนหน้าจอล็อคและแบนเนอร์
tr: Kapalıyken anımsatıcılar, Kilitli Ekran’da ve bildirim başlıklarında yalnızca görevin adını gösterir; notlarınızı asla göstermez.
uk: Якщо вимкнено, нагадування показують лише назву завдання — ніколи нотатки — на екрані блокування та в банерах.
ur: بند ہونے پر، لاک اسکرین اور بینرز پر یاد دہانیاں صرف کام کا عنوان دکھاتی ہیں — آپ کے نوٹس کبھی نہیں۔
vi: Khi tắt, lời nhắc chỉ hiển thị tiêu đề nhiệm vụ – không bao giờ hiển thị ghi chú – trên màn hình khóa và biểu ngữ.
zh_hans: 关闭时，提醒仅在锁屏和横幅通知中显示任务标题，绝不显示你的备注。
zh_hant: 關閉時，鎖定畫面與橫幅上的提醒只會顯示任務標題，不會顯示你的備註。

# settings.permissions.status.allowed
source: Allowed
ar: مسموح
bn: অনুমোদিত
de: Erlaubt
el: Επιτρέπεται
es: Permitido
fa: مجاز
fr: Autorisé
he: מותר
hi: अनुमत
id: Diizinkan
it: Consentito
ja: 許可済み
ko: 허용됨
mr: अनुमती आहे
ms: Dibenarkan
nl: Toegestaan
pl: Dozwolone
pt_br: Permitido
ro: Permis
ru: Разрешено
ta: அனுமதிக்கப்பட்டது
te: అనుమతించబడింది
th: อนุญาตแล้ว
tr: İzin verildi
uk: Дозволено
ur: اجازت ہے
vi: Được phép
zh_hans: 已允许
zh_hant: 已允許

# settings.permissions.status.denied
source: Denied
ar: مرفوض
bn: অস্বীকার করা হয়েছে
de: Verweigert
el: Απορρίφθηκε
es: Denegado
fa: ردشده
fr: Refusé
he: נדחה
hi: अस्वीकृत
id: Ditolak
it: Negato
ja: 拒否
ko: 거부됨
mr: नाकारलेले
ms: Dinafikan
nl: Geweigerd
pl: Zabronione
pt_br: Negado
ro: Refuzat
ru: Запрещено
ta: நிராகரிக்கப்பட்டது
te: తిరస్కరించబడింది
th: ปฏิเสธ
tr: Reddedildi
uk: Заборонено
ur: مسترد
vi: Bị từ chối
zh_hans: 已拒绝
zh_hant: 已拒絕

# settings.permissions.status.not_set
source: Not Set
ar: غير محدد
bn: সেট হয়নি
de: Nicht festgelegt
el: Δεν έχει οριστεί
es: Sin definir
fa: تنظیم نشده
fr: Non défini
he: לא הוגדר
hi: तय नहीं
id: Belum Diatur
it: Non impostato
ja: 未設定
ko: 설정 안 됨
mr: सेट केलेले नाही
ms: Belum Ditetapkan
nl: Niet ingesteld
pl: Nie ustawiono
pt_br: Não definido
ro: Neconfigurat
ru: Не задано
ta: அமைக்கவில்லை
te: సెట్ చేయలేదు
th: ไม่ได้ตั้งค่า
tr: Ayarlanmamış
uk: Не задано
ur: سیٹ نہیں
vi: Chưa đặt
zh_hans: 未设置
zh_hant: 未設定

# settings.permissions.status.unknown
source: Unknown
ar: غير معروف
bn: অজানা
de: Unbekannt
el: Άγνωστο
es: Desconocido
fa: نامشخص
fr: Inconnu
he: לא ידוע
hi: अज्ञात
id: Tidak Diketahui
it: Sconosciuto
ja: 不明
ko: 알 수 없음
mr: अज्ञात
ms: Tidak Diketahui
nl: Onbekend
pl: Nieznane
pt_br: Desconhecido
ro: Necunoscut
ru: Неизвестно
ta: தெரியவில்லை
te: తెలియదు
th: ไม่ทราบ
tr: Bilinmiyor
uk: Невідомо
ur: نامعلوم
vi: Không xác định
zh_hans: 未知
zh_hant: 未知

# settings.permissions.status.write_only
source: Add Only — reads blocked
ar: إضافة فقط، القراءة محظورة
bn: শুধু যোগ করা যায় – পড়া ব্লক করা
de: Nur Hinzufügen – Lesen blockiert
el: Μόνο προσθήκη – η ανάγνωση είναι αποκλεισμένη
es: Solo añadir: lectura bloqueada
fa: فقط افزودن — خواندن مسدود است
fr: Ajout uniquement, lecture bloquée
he: הוספה בלבד — קריאה חסומה
hi: केवल जोड़ना — पढ़ना अवरुद्ध
id: Hanya Tambah – pembacaan diblokir
it: Solo aggiunta, lettura bloccata
ja: 追加のみ（読み取りは不可）
ko: 추가만 가능(읽기 차단됨)
mr: फक्त जोडता येते – वाचणे ब्लॉक केलेले
ms: Tambah Sahaja – bacaan disekat
nl: Alleen toevoegen – lezen geblokkeerd
pl: Tylko dodawanie — odczyt zablokowany
pt_br: Somente adição, leitura bloqueada
ro: Doar adăugare – citirea blocată
ru: Только добавление — чтение заблокировано
ta: சேர்க்க மட்டும் – படிப்பது தடுக்கப்பட்டது
te: జోడించడం మాత్రమే – చదవడం బ్లాక్ చేయబడింది
th: เพิ่มได้อย่างเดียว – การอ่านถูกปิดกั้น
tr: Yalnızca ekleme – okuma engellendi
uk: Лише додавання — читання заблоковано
ur: صرف شامل کرنا — پڑھنا مسدود
vi: Chỉ thêm – quyền đọc bị chặn
zh_hans: 仅添加 — 无法读取
zh_hant: 僅限新增（無法讀取）

# settings.permissions.status_section
source: Access
ar: الوصول
bn: অ্যাক্সেস
de: Zugriff
el: Πρόσβαση
es: Acceso
fa: دسترسی
fr: Accès
he: גישה
hi: एक्सेस
id: Akses
it: Accesso
ja: アクセス
ko: 접근
mr: ॲक्सेस
ms: Akses
nl: Toegang
pl: Dostęp
pt_br: Acesso
ro: Acces
ru: Доступ
ta: அணுகல்
te: యాక్సెస్
th: การเข้าถึง
tr: Erişim
uk: Доступ
ur: رسائی
vi: Quyền truy cập
zh_hans: 访问权限
zh_hant: 存取權限
